[{"body": {"en": "This week IIBB-CSIC has celebrated the Science Week with conferences and workshops for highschoolers. TRFC Lab did not want to miss the opportunity to inspire the next generation of scientists. For that, Júlia and Alejandro prepared and delivered a workshop on microscopy to nine different groups of students where they visualized normal and disease tissues and learn about fibrotic disease and cancer. In addition, Dr Moles delivered a conference to the student’s title “Regeneration and cancer, two sides of the same coin” where she explained how we work in the lab to answer biological questions related to human disease.\nhttps://www.iibb.csic.es/ca/events/regeneraci%C3%B3-i-c%C3%A0ncer-dues-cares-de-la-mateixa-moneda-1\n", "es": "Esta semana el IIBB-CSIC ha celebrado la Semana de la Ciencia con conferencias y talleres para estudiantes de secundaria. TRFC Lab no quería perder la oportunidad de inspirar a la próxima generación de científicos. Para ello, Júlia y Alejandro prepararon y entregaron un taller sobre microscopía a nueve grupos diferentes de estudiantes donde visualizaron tejidos normales y enfermos y aprender sobre enfermedades fibrosas y cáncer. Además, el Dr. Moles entregó una conferencia al título del estudiante “Regeneración y cáncer, dos caras de la misma moneda” donde explicó cómo trabajamos en el laboratorio para responder a preguntas biológicas relacionadas con enfermedades humanas. https://www.iibb.csic.es/ca/events/regeneraci%C3%B3-i-c%C3%A0ncer-dues-cares-de-la-mateixa-moneda-1", "ca": "Aquesta setmana l'IIBB-CSIC ha celebrat la Setmana de la Ciència amb conferències i tallers per a alumnes de secundària. El TRFC Lab no ha volgut deixar passar l'oportunitat d'inspirar a la propera generació de científics. Per això, la Júlia i l'Alejandro han preparat i impartit un taller sobre microscòpia a nou grups diferents d'estudiants on han visualitzat teixits normals i patològics i aprenen sobre la malaltia fibròtica i el càncer. A més, la Dra. Moles ha impartit una conferència al títol de l'estudiant “Regeneració i càncer, dues cares de la mateixa moneda” on ha explicat com treballem al laboratori per respondre qüestions biològiques relacionades amb la malaltia humana. https://www.iibb.csic.es/ca/events/regeneraciones-C3-de-amate-C3"}, "title": {"en": "TRFC Lab take part in the Science Week at IIBB-CSIC with a conference and microscopy workshop", "es": "TRFC Lab participa en la Semana de la Ciencia en el IIBB-CSIC con una conferencia y un taller de microscopía", "ca": "TRFC Lab participa a la Setmana de la Ciència de l'IIBB-CSIC amb una conferència i un taller de microscòpia"}, "pic": "Foto 0", "date": "2024-11-12", "slug": "2024-11-12-trfc-microscopy-lab"}, {"body": {"en": "Paco de Leon has interview Anna Moles in his radio program \"De cero al Infinito\" at Onda Cero. Anna shared our team's latest research on liver fibrosis resolution with his audience.\nListen to the interview in here from minute 39.\nhttps://www.ondacero.es/programas/de-cero-al-infinito/programas-completos/de-cero-al-infinito-12102024_202410126709f6e6afcb530001e6462a.html\nhttps://pixabay.com/photos/podcast-microphone-music-audio-7876792/\nEncantada de haber sido entrevistada por Paco de León en su programa de radio \"De cero al Infinito\" en Onda Cero y poder compartir con su audiencia las últimas investigaciones de nuestro equipo sobre la resolución de la fibrosis hepática.\nPuedes escuchar la entrevista aquí a partir del minuto 39.\n", "es": "Paco de Leon ha entrevistado a Anna Moles en su programa de radio \"De cero al infinito\" en Onda Cero. Anna compartió con su audiencia la última investigación de nuestro equipo sobre la resolución de la fibrosis hepática. Escuche la entrevista aquí desde el minuto 39. https://www.ondacero.es/programas/de-cero-al-infinito/programas-completes/de-cero-al-infinito-12102024_2010126709f6e6afcb530001e6462a.html https://pixabay.com/photos/podcast-microphone-music-audio-7876792/ Encantada de haber recibido vista por Paco de León en su programa de radio \"De cero al infinito\" en Onda Cero y poder compartir con su audiencia las últimas investigaciones de nuestro equipo sobre la fibrosis hepática.", "ca": "Paco de León ha entrevistat a Anna Moles al seu programa de ràdio De cero al Infinito d'Onda Cero. Anna ha compartit amb el seu públic les últimes investigacions del nostre equip sobre la resolució de la fibrosi hepàtica. Escolta l'entrevista aquí des del minut 39. https://www.ondacero.es/programas/de-cero-al-infinito/programas-completos aquí de-equipo-al-infinito-12102024_202410126709f6e6afcb530001e6462a.html https://pixabay.com/photos/podcast-microphone-music ceraudio-7876792/ Encant sia de la resolució de l'entrevista de l'haberdadadadada. Paco sitxado"}, "title": {"en": "Paco de Leon from Onda Cero interviews our group leader Dr Anna Moles about our latest research on fibrosis resolution.", "es": "Paco de Leon de Onda Cero entrevista a la líder de nuestro grupo, la Dra. Anna Moles, sobre nuestra última investigación en resolución de fibrosis.", "ca": "Paco de León d'Onda Cero entrevista la nostra líder del grup, la Dra. Anna Moles, sobre les nostres últimes investigacions sobre la resolució de la fibrosi."}, "pic": "Foto 1 o Foto 1.1.", "date": "2024-10-12", "slug": "2024-10-12-fibrosis-anna-paco"}, {"body": {"en": "Dr Anna Moles and Paloma Ruiz present the newest research from the TRFCLab in the topic “Phenotypical degradative shift of macrophages, an emerging concept fibrosis resolution” at the 6a Reunión of Hepatologia Translacional AEEH. In addition, Maria Fernández and Júlia Cacho Pujol presented two posters at the conference with the latest advances on their respective research projects.\nDr Anna Moles and Paloma Ruiz present the newest research from the TRFCLab in the topic “El cambio fenotípico degradativo de los macrófagos, un concepto\nemergente en la resolución de la fibrosis”\n", "es": "La Dra. Anna Moles y Paloma Ruiz presentan la investigación más reciente del TRFCLab en el tema “El cambio degradativo fenotípico de los macrófagos, una resolución de fibrosis conceptual emergente” en la 6a Reunión de Hepatología Translacional AEEH. Además, Maria Fernández y Júlia Cacho Pujol presentaron dos carteles en la conferencia con los últimos avances en sus respectivos proyectos de investigación. La Dra. Anna Moles y Paloma Ruiz presentan la investigación más reciente del TRFCLab en el tema “El cambio fenotípico degradativo de los macrófagos, un concepto emergente en la resolución de la fibrosis”", "ca": "La Dra. Anna Moles i Paloma Ruiz presenten la nova recerca del TRFCLab dins el tema “Desplaçament fenotípic degradatiu dels macròfags, un concepte emergent de resolució de la fibrosi” a la 6a Reunió d'Hepatologia Translacional AEEH. A més, Maria Fernández i Júlia Cacho Pujol van presentar dos pòsters a la conferència amb els últims avenços en els seus respectius projectes de recerca. La Dra. Anna Moles i Paloma Ruiz presenten la nova investigació del TRFCLab dins el tema “El canvi fenotípico degradativo de los macrófagos, un concepto emergente en la resolución de la fibrosis”"}, "title": {"en": "TRFC Lab delivers invited Charlas en Tándem (IP + Investigador joven)  at the 6a Reunión of Hepatologia Translacional AEEH", "es": "TRFC Lab entrega Charlas en Tándem (IP + Investigador joven) invitado en la 6a Reunión de Hepatología Translacional AEEH", "ca": "TRFC Lab entrega Charlas en Tándem (IP + Investigador joven) convidats a la 6a Reunió d'Hepatologia Translacional AEEH"}, "pic": "Foto 2", "date": "2024-09-26", "slug": "2024-09-26-hepatologia-translacional-lab"}, {"body": {"en": "Dr Pistorio, who is a former member and is currently working as a postdoctoral researcher at Centre de Recherche Saint Antoine (CRSA), Paris Ile-de-France, France visited and shared with us the latest progress of her research. It was great to spend some time with her again. Come back to visit us again soon!\n", "es": "El Dr. Pistorio, antiguo miembro y actualmente investigador postdoctoral en el Centre de Recherche Saint Antoine (CRSA), Paris Ile-de-France, Francia, visitó y compartió con nosotros los últimos avances de su investigación. Fue genial pasar un tiempo con ella de nuevo. ¡Vuelve a visitarnos pronto!", "ca": "La Dra. Pistorio, que ja és membre i actualment treballa com a investigadora postdoctoral al Centre de Recherche Saint Antoine (CRSA), Paris Ile-de-France, França, ens va visitar i va compartir amb nosaltres els últims avenços de la seva investigació. Va ser fantàstic tornar a passar un temps amb ella. Torna a visitar-nos aviat!"}, "title": {"en": "Dr Pistorio visits the TRFC Lab. Welcome home Valeria!", "es": "El Dr. Pistorio visita el laboratorio TRFC. ¡Bienvenido a casa Valeria!", "ca": "El Dr. Pistorio visita el laboratori del TRFC. Benvingut a casa Valeria!"}, "pic": "Foto 35", "date": "2024-09-13", "slug": "2024-09-13-pistorio-valeria-trfc"}, {"body": {"en": "We are excited to share our latest review exploring the potential of lysosomal cathepsins as therapeutic targets for Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) and Hepatocellular Carcinoma (HCC).\nhttps://www.explorationpub.com/Journals/edd/Article/100559\n", "es": "Estamos emocionados de compartir nuestra última revisión explorando el potencial de las catepsinas lisosómicas como dianas terapéuticas para la Enfermedad Esteatótica de Disfunción Metabólica (MASLD) y el Carcinoma Hepatocelular (HCC). https://www.explorationpub.com/Journals/edd/Article/100559", "ca": "Estem molt contents de compartir la nostra última revisió que explora el potencial de les catepsines lisosomals com a dianes terapèutiques per a la malaltia hepàtica esteatòtica associada a la disfunció metabòlica (MASLD) i el carcinoma hepatocel·lular (HCC). https://www.explorationpub.com/Journals/edd/Article/100559"}, "title": {"en": "New Article Published in Exploration of Digestive Diseases", "es": "Nuevo artículo publicado en Exploración de Enfermedades Digestivas", "ca": "Nou Article Publicat a Exploració de Malalties Digestives"}, "pic": "Foto 3", "date": "2024-09-10", "slug": "2024-09-10-digestive-diseases-article"}, {"body": {"en": "Our new research article published at Molecular Metabolism has had a excellent reception in the media and has created lots of interest. You can check the different news below:\nhttps://www.csic.es/es/actualidad-del-csic/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis\nhttps://delegacion.catalunya.csic.es/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis/\nhttps://www.redaccionmedica.com/ultimas-noticias-sanidad/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis\nhttps://www.infobae.com/espana/agencias/2024/09/26/identifican-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis/\nhttps://www.farmabiotec.com/noticias/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis-9H7HS\nhttps://www.lavanguardia.com/vida/20240926/9975147/identifican-papel-proteina-celular-remision-fibrosis-agenciaslv20240926.html\nhttps://x.com/RmasD_csic/status/1839266637465223401\nhttps://rdcsic.dicat.csic.es/biologia-y-biomedicina-2/106-proyectos/740-una-investigacion-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis\nhttps://rdcsic.dicat.csic.es/ca/biologia-y-biomedicina-2/106-projectes/740-una-investigacion-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis-hepatica\nhttps://x.com/CIBERehd/status/1839280427900588450\nhttps://opinandosinanestesia.es/index.php/2024/10/04/identifican-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis/\nhttps://www.iibb.csic.es/ca/news/nova-publicaci%C3%B3-del-grup-de-remodelaci%C3%B3-tisular-fibrosi-i-c%C3%A0ncer-trfclab-molecular-metabolism\n", "es": "", "ca": ""}, "title": {"en": "Our new research article published in Molecular Metabolism is featured in the media", "es": "Nuestro nuevo artículo de investigación publicado en Metabolismo Molecular aparece en los medios de comunicación", "ca": "El nostre nou article de recerca publicat a Molecular Metabolism apareix als mitjans de comunicació"}, "pic": "Foto 4", "date": "2024-10-02", "slug": "2024-10-02-metabolism-molecular-article"}, {"body": {"en": "We are delighted to share that our paper \"Cathepsin D is essential for the degradomic shift of macrophages required to resolve liver fibrosis\" is in press now in Molecular Metabolism!\nLiver fibrosis is largely acknowledged to be reversible but little is known about the mechanisms controlling ECM remodeling during resolution.\n➡ Our work shades new light on how macrophages contribute to liver fibrosis resolution. We describe how lysosomal protease CtsD contributes to the macrophage degradomic shift, which comprises secretomic, phenotypical and functional changes, required by macrophages to proteolytically process the ECM during liver fibrosis resolution.\nIf you want to know more about CtsD being the new cool kid 😎 in the lysosomal block please check out our paper in Molecular Metabolism in the following link:\nhttps://www.sciencedirect.com/science/article/pii/S2212877824001200#abs0020\nCongratulations the first authors Paloma Ruiz Blázquez, María Fernández Fernández and Valeria Pistorio 👩‍🔬 and the rest of the TRFCLab (Júlia Cacho, Alejandro del Castillo Cruz) for their hard-work, passion and dedication.\nThis work has been possible thanks to our funders: Ministry of Science and Innovation of Spain, CSIC, PFIZER INC., Ministerio de Educación, España.\n", "es": "¡Estamos encantados de compartir que nuestro trabajo \"Cathepsin D es esencial para el cambio degradómico de los macrófagos necesarios para resolver la fibrosis hepática\" está en prensa ahora en Metabolismo Molecular! La fibrosis hepática es ampliamente reconocida como reversible pero poco se sabe acerca de los mecanismos que controlan la remodelación de la ECM durante la resolución. • Nuestro trabajo matiza nuevas luces sobre cómo los macrófagos contribuyen a la resolución de la fibrosis hepática. Describimos cómo la proteasa lisosomal CtsD contribuye al cambio macrofágico degradado, que comprende cambios secretos, fenotípicos y funcionales, requeridos por los macrófagos para procesar el ECM durante la resolución de la fibrosis hepática. Si desea saber más acerca de CtsD siendo el nuevo niño fresco  en el bloque lisosomal, consulte nuestro trabajo en Metabolismo Molecular en el siguiente enlace: https://www.sciencedirect.com/science/science/pii/S221278001200#abs0020 Felicita a los primeros autores Paloma Ruiz, Fernández, Fernández Fernández y Fernández Fernández Fernández y Valer la Fundación de la Universidad de España.", "ca": "\"Estem encantats de compartir que el nostre treball # CSIC Espapipiina D és essential per al descans de macròfags necessaris per resoldre la fibrosi hepàtica està a la premsa ara en Molecular Metabolism Spain. fibrosi hepàtica es reconeix en gran mesura que és reversible, però poc se sap sobre els mecanismes que controlen la remodelació de la MEC durant la resolució. ➡ El nostre treball matisa nova llum sobre com els macròfags contribueixen a la resolució de la fibrosi hepàtica. Descrivim com la dedicació de la proteasa lisosomal Cts 877 i CtsD contribueixen al canvi degradòmica dels macròfags (que comprèn el secretisme, fenòmines / canvis funcionals, https https / ciències / catar / catar / catar / catar / catar / catar / catar / catar) per processar protezolíticament el nostre ECM durant la resolució de la resolució de la resolució de fibrosi al fetge / catar) PF. 12\""}, "title": {"en": "Our news research article is out in Molecular Metabolism", "es": "Nuestro artículo de investigación de noticias está en Metabolismo Molecular", "ca": "El nostre article de recerca de notícies surt a Molecular Metabolism"}, "pic": "Foto 5.1. or 5.2.", "date": "2024-09-26", "slug": "2024-09-26-metabolism-molecular-news"}, {"body": {"en": "Congratulations to Alejandro for passing with flying colours his MRes Dissertation examination! We are all incredibly proud of you!\n", "es": "¡Felicidades a Alejandro por pasar con los colores voladores su examen de disertación de MRS! Todos estamos increíblemente orgullosos de ti!", "ca": "Enhorabona a Alejandro per aprovar amb nota el seu examen de dissertació MRes! Tots estem increïblement orgullosos de tu!"}, "title": {"en": "Alejandro del Castillo defends his MRes Dissertation", "es": "Alejandro del Castillo defiende su disertación Mres", "ca": "Alejandro del Castillo defensa la seva dissertació MRes"}, "pic": "Foto 14.1 and 14.2", "date": "2024-07-09", "slug": "2024-07-09-castillo-alejandro-mres"}, {"body": {"en": "Júlia Cacho Pujol presented a poster at the EASL Congress 2024 on the role of proteolytic enzymes in liver regeneration.\n", "es": "Júlia Cacho Pujol presentó un cartel en el Congreso EASL 2024 sobre el papel de las enzimas proteolíticas en la regeneración hepática.", "ca": "Júlia Cacho Pujol va presentar un pòster al Congrés 2024 de la EASL sobre el paper dels enzims proteolítics en la regeneració hepàtica."}, "title": {"en": "Júlia Cacho Pujol presents the latest results of the TRFCLab at The EASL Congress 2024", "es": "Júlia Cacho Pujol presenta los últimos resultados del TRFCLab en el Congreso EASL 2024", "ca": "Júlia Cacho Pujol presenta els últims resultats del TRFCLab al Congrés EASL 2024"}, "pic": "Foto 8", "date": "2024-06-05", "slug": "2024-06-05-trfclab-easl-pujol"}, {"body": {"en": "Paloma, Maria, Julia and Alejandro attend to the PhD Day at IDIBAPS. The event is organized by the PhD community at IDIBAPS and is open to the whole research community. During we were able to listen to stimulating workshops and round table discussions on innovation, sustainability and science communication with experts from academia, communication and industry. We even got lucky in the raffle and Julia won a Lego HPLC!\nhttps://www.clinicbarcelona.org/noticias/idibaps-celebra-el-tercer-phd-day\n", "es": "Paloma, Maria, Julia y Alejandro asisten al Día del Doctorado en el IDIBAPS. El evento es organizado por la comunidad de doctorado en el IDIBAPS y está abierto a toda la comunidad de investigación. Durante nosotros pudimos escuchar estimulantes talleres y mesas redondas sobre innovación, sostenibilidad y comunicación científica con expertos de la academia, la comunicación y la industria. Incluso tuvimos suerte en la rifa y Julia ganó un Lego HPLC! https://www.clinicbarcelona.org/noticias/idibaps-celebra-el-tercer-phd-day", "ca": "La Paloma, la Maria, la Julia i l'Alejandro assisteixen al PhD Day de l'IDIBAPS. L'esdeveniment està organitzat per la comunitat de doctors de l'IDIBAPS i està obert a tota la comunitat investigadora. Durant el vam poder escoltar estimulants tallers i taules rodones sobre innovació, sostenibilitat i comunicació científica amb experts del món acadèmic, la comunicació i la indústria. Fins i tot vam tenir sort en el sorteig i la Julia va guanyar un Lego HPLC! https://www.clinicbarcelona.org/noticias/idibaps-celebra-el-tercer-phd-day"}, "title": {"en": "TRFC Lab participates in the 3rd IDIBAPS PhD Day", "es": "TRFC Lab participa en el 3er Día del Doctorado del IDIBAPS", "ca": "TRFC Lab participa a la 3a Jornada de Doctorat de l'IDIBAPS"}, "pic": "Foto 15 (tenemos alguna otra foto del PhD Day?)", "date": "2024-05-31", "slug": "2024-05-31-trfc-phd-lab"}, {"body": {"en": "The AFA from the Institut Escola Arrabassada receives the 3rd award in the Category “Society Transformation” from aFFaC for the project “Fem+Ciència”. This project was organised by Dr Bennassar (picture right), member of AFA from the IE Arrabassada and Dr Moles (picture left) and aimed to bring females scientist closer to scholars and visualize their work. You can read more about this project in the following post.\nTransformem la Societat\n", "es": "La AFA del Institut Escola Arrabassada recibe el 3er premio en la Categoría “Transformación de la Sociedad” de aFFaC por el proyecto “Fem+Ciència”. Este proyecto fue organizado por el Dr. Bennassar (foto a la derecha), miembro de la AFA de la IE Arrabassada y el Dr. Moles (foto a la izquierda) con el objetivo de acercar a las científicas a los estudiosos y visualizar su trabajo. Puedes leer más sobre este proyecto en el siguiente post.", "ca": "L'AFA de l'Institut Escola Arrabassada rep el 3r premi en la categoria “Transformació de la societat” de l'aFFaC pel projecte “Fem+Ciència”. Aquest projecte ha estat organitzat per la Dra. Bennassar (a la foto dreta), membre de l'AFA de l'IE Arrabassada i la Dra. Moles (a la foto esquerra) i té com a objectiu apropar les científiques a les acadèmiques i visualitzar el seu treball. Podeu llegir més sobre aquest projecte en el següent post. Transformem la Societat"}, "title": {"en": "The school public engagement activity “Fem+Ciència” co-organised by the Dr Anna Moles receives 3rd award in the Category “Society Transformation” by aFFaC.", "es": "La actividad de compromiso público de la escuela “Fem+Ciència” co-organizado por la Dra. Anna Moles recibe el tercer premio en la categoría “Transformación de la Sociedad” por aFFaC.", "ca": "L'activitat de compromís públic de l'escola “Fem+Ciència” coorganitzada per la Dra. Anna Moles rep el 3r premi en la categoria “Transformació de la societat” de l'AFFAC."}, "pic": "Foto 7.1 and 7.2.", "date": "2024-05-04", "slug": "2024-05-04-engagement-ciencia-fem"}, {"body": {"en": "Foto36\n", "es": "Foto36", "ca": "Foto36Name"}, "title": {"en": "Happy St Jordi from the TRFCLab!", "es": "¡Feliz San Jordi del TRFCLab!", "ca": "Feliç Sant Jordi del TRFCLab!"}, "date": "2024-04-23", "slug": "2024-04-23-jordi-trfclab-happy"}, {"body": {"en": "We are looking for candidates to apply for the JAE Intro program within our research group (deadline 20/05/2024). This program is aimed to undergraduate and Master students (average grade ≥ 7.50) to perform 7 months practical training within CSIC. If you want to know more, please have a look at the offer.\nBuscamos candidatos para aplicar al programa JAE Intro dentro de nuestro grupo de investigación (fecha límite 20/05/2024). Este programa está dirigido a estudiantes de Grado y Máster (nota media del grado ≥ 7.50) para realizar 7 meses de prácticas en el CSIC. Si quieres saber más, echa un vistazo a la oferta.\n", "es": "Estamos buscando candidatos para postular al programa JAE Intro dentro de nuestro grupo de investigación (plazo 20/05/2024). Este programa está dirigido a estudiantes de pregrado y máster (grado medio ≥ 7,50) para realizar 7 meses de entrenamiento práctico dentro del CSIC. Si quieres saber más, por favor echa un vistazo a la oferta. Buscamos candidatos para aplicar al programa JAE Intro dentro de nuestro grupo de investigación (fecha límite 20/05/2024). Este programa está dirigido a estudiantes de Grado y Máster (nota media del grado ≥ 7,50) para realizar 7 meses de prácticas en el CSIC. Si quieres saber más, haz un vistazo a la oferta.", "ca": "Estem buscant candidats per sol·licitar el programa JAE Intro dins del nostre grup de recerca (data límit 20/05/2024). Aquest programa està dirigit a estudiants de grau i màster (nota mitjana ≥ 7.50) per realitzar 7 mesos de formació pràctica dins del CSIC. Si vols saber més, si us plau, fes una ullada a l'oferta. Buscamos candidatos para aplicar al programa JAE Intro de nuestro grupo de investigación (fecha límite 20/05/2024). Este programa está dirigido a estudiantes de Grado y Máster (nota media del grado ≥ 7.50) para realizar 7 meses de prácticas en el CSIC."}, "title": {"en": "We are looking forward to hosting another JAE intro Fellow this year.", "es": "Esperamos recibir a otro compañero de introducción de JAE este año.", "ca": "Estem desitjant rebre aquest any un altre becari d'introducció a la JAE."}, "pic": "Foto 8 y oferta noticia 8", "date": "2024-04-20", "slug": "2024-04-20-jae-intro-hosting"}, {"body": {"en": "Dr Anna Moles had the pleasure to host the Liver Seminar Delivered by Professor Tiniakos at the Hospital Clinic of Barcelona. You can recover her excellent talk\n“From the origins to the future of metabolic dysfunction-associated steatotic liver disease” in the following links:\nhttps://liverseminars.eu/editions-videos/\nhttps://www.youtube.com/watch?v=miOlUx9Szro\nAfter her talk Prof Tiniakos spend some of time with the TRFC Lab members sharing her knowledge and passion with all the TRFCLab.\nThank you Dina! It was great to have you with us.\n", "es": "La Dra. Anna Moles tuvo el placer de acoger el Seminario Hígado impartido por el Profesor Tiniakos en el Hospital Clinic de Barcelona. Puede recuperar su excelente charla “Desde los orígenes hasta el futuro de la enfermedad hepática esteatómica asociada a la disfunción metabólica” en los siguientes enlaces: https://liverseminars.eu/editions-videos/ https://www.youtube.com/watch?v=miOlUx9Szro Después de su charla, el Prof Tiniakos pasa algo de tiempo con los miembros del TRFC Lab compartiendo sus conocimientos y pasión con todo el TRFCLab. Gracias Dina! Fue genial tenerlo con nosotros.", "ca": "La Dra. Anna Moles va tenir el plaer d'acollir el Seminari de Fetge Impartit pel Professor Tiniakos a l'Hospital Clínic de Barcelona. Podeu recuperar la seva excel·lent xerrada “Dels orígens al futur de la malaltia hepàtica esteatòtica associada a la disfunció metabòlica” en els següents enllaços: https://liverseminars.eu/editions-videos/ https://www.youtube.com/watch?v=miOlUx9Szro Després de la seva xerrada la Prof Tiniakos va passar una estona amb els membres del TRFC Lab compartint els seus coneixements i passió amb tots els TRFCLab. Gràcies Dina! Va ser genial tenir-te amb nosaltres."}, "title": {"en": "Dr Anna Moles hosts Prof Dina Tiniakos talk at the April Liver Seminar Series", "es": "La Dra. Anna Moles organiza la charla del Prof. Dina Tiniakos en la serie de seminarios sobre el hígado de abril", "ca": "La Dra. Anna Moles acull la xerrada de la Prof. Dina Tiniakos a l'April Liver Seminar Series"}, "pic": "Foto 9", "date": "2024-04-07", "slug": "2024-04-07-anna-tiniakos-dina"}, {"body": {"en": "The objective of the symposium is to highlight the work of our female researchers, promote scientific vocations and raise awareness about gender dimension issues in the field of biomedical research, providing practical tools based on the experience of other women. The conference was organized by the IIBB-CSIC Equality Commission. The conference was attended by predoctoral and postdoctoral researchers. During the day, gender issues associated with the development of a professional career in the field of biomedical research were addressed, such as the scientific vocation, the gender gap, the glass ceiling, the representation of women in leadership positions and personal conciliation through the testimony of two speakers:\n• Dr. Anna Moles, head scientist of the \"Tissue Remodeling, Fibrosis and Cancer\" research group.\n• Dr. Alba Simats, postdoctoral researcher of the \" Cerebrovascular Research\" research group.\nAfter the talks, there was a debate with the audience in which the attendees could ask questions, comment, and share experiences on the theme of the day.\nLA TINC EN CASTELLÀ I CATALÀ\n", "es": "El objetivo del simposio es destacar el trabajo de nuestras investigadoras, promover las vocaciones científicas y concienciar sobre la dimensión de género en el campo de la investigación biomédica, aportando herramientas prácticas basadas en la experiencia de otras mujeres. La conferencia fue organizada por la Comisión de Igualdad del IIBB-CSIC. A la conferencia asistieron investigadores predoctorales y postdoctorales. Durante el día se abordaron las cuestiones de género asociadas al desarrollo de una carrera profesional en el campo de la investigación biomédica, como la vocación científica, la brecha de género, el techo de vidrio, la representación de las mujeres en puestos de liderazgo y la conciliación personal a través del testimonio de dos ponentes: • Dra. Anna Moles, directora científica del grupo de investigación \"Remodelación de Tejidos, Fibrosis y Cáncer\". • Dra. Alba Simats, investigadora postdoctoral del grupo de investigación \"Cerebrovascular Research\". Después de las charlas, hubo un debate con la audiencia en el que los asistentes pudieron formular preguntas, comentar y compartir experiencias sobre el tema del día.", "ca": "L'objectiu del simposi és posar en relleu el treball de les nostres investigadores, promoure les vocacions científiques i sensibilitzar sobre qüestions de dimensió de gènere en l'àmbit de la recerca biomèdica, aportant eines pràctiques basades en l'experiència d'altres dones. La conferència va ser organitzada per la Comissió d'Igualtat de l'IIBB-CSIC. La conferència va comptar amb la participació d'investigadores predoctorals i postdoctorals. Durant la jornada es van abordar qüestions de gènere associades al desenvolupament d'una carrera professional en l'àmbit de la recerca biomèdica, com la vocació científica, la bretxa de gènere, el sostre de vidre, la representació de dones en posicions de lideratge i la conciliació personal a través del testimoni de dos ponents: • Dra. Anna Moles, el grup de recerca postdoctoral i el grup de la Dra."}, "title": {"en": "Anna Moles co-organizes and delivers a talk at the Symposium “Scientific travel experiences in a from a women perspective”", "es": "Anna Moles co-organiza y da una charla en el Simposio “Experiencias de viaje científicas desde la perspectiva de la mujer”", "ca": "Anna Moles co-organitza i ofereix una xerrada al Simposi “Viatges científics des d'una perspectiva femenina”"}, "pic": "Foto 16", "date": "2024-02-23", "slug": "2024-02-23-travel-anna-symposium"}, {"body": {"en": "The TRFC Lab participated in the annual Carnival IIBB-CSIC competition and came second. The competition this year was fierce, and each group’s outfits were really great. Congratulations to the 1st place winners!\n", "es": "El TRFC Lab participó en la competición anual Carnival IIBB-CSIC y quedó en segundo lugar. La competición de este año fue feroz, y los trajes de cada grupo fueron realmente geniales. ¡Felicidades a los ganadores del primer lugar!", "ca": "El TRFC Lab va participar en el concurs annual del Carnaval IIBB-CSIC i va quedar en segon lloc. La competició d'aquest any va ser ferotge, i els vestits de cada grup van ser realment genials. Enhorabona als guanyadors del 1r lloc!"}, "title": {"en": "The TRFC Lab wins again the 2nd prize at the annual Carnival IIBB-CSIC competition.", "es": "El TRFC Lab gana de nuevo el segundo premio en la competición anual Carnival IIBB-CSIC.", "ca": "El TRFC Lab torna a guanyar el 2n premi del concurs annual Carnaval IIBB-CSIC."}, "pic": "Foto 17", "date": "2024-02-08", "slug": "2024-02-08-trfc-lab-prize"}, {"body": {"en": "Anna and Júlia attended to the AEEH Annual Conference where we had the opportunity to listen the newest advances in clinical and basic research in the hepatology field. During the conference Júlia presented a poster communication about the latest results of her PhD project. Congratulations Júlia! Looking forward to next year’s 50th anniversary of the conference. See you all there!\n", "es": "Anna y Júlia asistieron a la Conferencia Anual de la AEEH donde tuvimos la oportunidad de escuchar los nuevos avances en investigación clínica y básica en el campo de la hepatología. Durante la conferencia, Júlia presentó una comunicación de carteles sobre los últimos resultados de su proyecto de doctorado. ¡Felicitaciones Júlia! Esperando el 50 aniversario del próximo año de la conferencia. ¡Nos vemos allí!", "ca": "L'Anna i la Júlia van assistir a la Conferència Annual de l'AEEH on vam tenir l'oportunitat d'escoltar els últims avenços en investigació clínica i bàsica en el camp de l'hepatologia. Durant la conferència, la Júlia va presentar un pòster amb els últims resultats del seu projecte de doctorat. Felicitats Júlia! Esperem amb impaciència el 50è aniversari de la conferència. Us hi esperem a tots!"}, "title": {"en": "The TRFC Lab is back at the AEEH Annual Conference!", "es": "¡El Laboratorio TRFC está de vuelta en la Conferencia Anual AEEH!", "ca": "El laboratori del TRFC torna a la Conferència Annual de l'AEEH!"}, "pic": "Foto 10", "date": "2024-02-14", "slug": "2024-02-14-trfc-lab-conference"}, {"body": {"en": "María Fernández Fernández received the award after revision and evaluation by the scientific committee of all the abstracts presented within the basic research section.  The annual congress of the SCD is not only a meeting for clinical experts and basic researchers, but also brings together the most cutting-edge research in digestology in Catalonia.\nhttps://www.iibb.csic.es/ca/news/atorguen-el-premi-al-millor-p%C3%B2ster-de-recerca-b%C3%A0sica-del-xxxiii-congr%C3%A9s-de-la-societat-catalana\n", "es": "María Fernández Fernández recibió el premio tras la revisión y evaluación por parte del comité científico de todos los resúmenes presentados dentro de la sección de investigación básica. El congreso anual del SCD no es sólo una reunión de expertos clínicos e investigadores básicos, sino que también reúne la investigación más avanzada en digestología en Cataluña. https://www.iibb.csic.es/ca/news/atorguen-el-premi-al-millor-p%C3%B2ster-de-recerca-b%C3%A0sica-del-xxxxiii-congr%C3%A9s-de-la-societat-catalana", "ca": "María Fernández Fernández va rebre el premi després de la revisió i avaluació per part del comitè científic de tots els resums presentats dins de la secció de recerca bàsica. El congrés annual de l'SCD no és només una trobada per a experts clínics i investigadors bàsics, sinó que també reuneix la recerca més capdavantera en digestologia de Catalunya. https://www.iibb.csic.es/ca/news/guenator-el-premi-al-millor-p%C3%B2ster-de-recerca-b%C3%A0sica-del-xxxiii-congr%C3%A9s-de-la-societat-catalana"}, "title": {"en": "María Fernández is awarded with the Best Basic Research Poster Award at the XXXIII Congress of the Catalan Society of Digestology.", "es": "María Fernández es galardonada con el Premio al Mejor Poster de Investigación Básica en el XXXIII Congreso de la Sociedad Catalana de Digestología.", "ca": "María Fernández és guardonada amb el Premi al Millor Pòster de Recerca Bàsica al XXXIII Congrés de la Societat Catalana de Digestologia."}, "pic": "Foto 11", "date": "2024-01-27", "slug": "2024-01-27-digestology-fernandez-maria"}, {"body": {"en": "Dr Anna Moles from IIBB-CSIC and Dr Maria Rosa Sarrias from IGTP organised and hosted the Basic Course titled the “Advanced Cell Cultures Applied to the Study of Liver and Digestive Diseases” at the XXXIII Congress of the Catalan Society of Digestology. During the Course we had the pleasure to hear more about the cutting-edge research performed by Dr Nuria Montserrat, Dr Anna Baulies and Dr Silvia Affó. Dr Robert Montalt and Dr Alejandro Forner joined Dr Baulies and Dr Affó in a nice clinical/basic discussion on the topic.\nhttps://congres2024.scdigestologia.org/programa\nDr Anna Moles co-organises the 9è Curs d’Investigació Bàsica i Translacional en digestologia: Cultius cel·lulars avançats aplicats a l´estudi de les malalties hepàtiques i digestives del XXXIII Congrés de la Societat Catalana de Digestologia\n", "es": "La Dra. Anna Moles del IIBB-CSIC y la Dra. Maria Rosa Sarrias del IGTP organizaron y acogieron el Curso Básico titulado “Culturas Celulares Avanzadas Aplicadas al Estudio de las Enfermedades Hídricas y Digestivas” en el XXXIII Congreso de la Sociedad Catalana de Digestología. Durante el Curso tuvimos el placer de escuchar más sobre la investigación de vanguardia realizada por la Dra. Nuria Montserrat, la Dra. Anna Baulies y la Dra. Silvia Affó. El Dr. Robert Montalt y el Dr. Alejandro Forner se unieron al Dr. Baulies y al Dr. Affó en una agradable discusión clínica/básica sobre el tema. https://congres2024.scdigestologia.org/programa La Dra. Anna Moles coorganiza el 9è Curs d’Investigació Bàsica i Translacional en digestologia: Cultius cel·lulares avançats aplicats a l'estudi de les malalties hepàtiques i digests del XXXIII Congrésés de la Societés", "ca": "La Dra. Anna Moles de l'IIBB-CSIC i la Dra. Maria Rosa Sarrias de l'IGTP van organitzar i presentar el Curs Bàsic “Cultures Cel·lulars Avançades Aplicades a l'Estudi de Malalties Hepàtiques i Digestives” al XXXIII Congrés de la Societat Catalana de Digestologia. Durant el Curs vam tenir el plaer d'escoltar més sobre la recerca d'avantguarda realitzada per la Dra. Núria Montserrat, la Dra. Anna Baulies i la Dra. Silvia Affó. El Dr. Robert Montalttologia i el Dr. Alejandro Forner es van unir al Dr. Baulies i al Dr. Affó en una agradable xerrada clínica/bàsica sobre malalties bàsiques. https://congres2024.s.s Culdigestologia digestives"}, "title": {"en": "Dr. Anna Moles co-organizes the 9th Course on Basic and Translational Research in Digestive Diseases: Advanced Cell Cultures Applied to the Study of Liver and Digestive Diseases at the XXXIII Congress of the Catalan Society of Digestology.", "es": "La Dra. Anna Moles coorganiza el IX Curso de Investigación Básica y Translacional en Enfermedades Digestivas: Culturas Celulares Avanzadas Aplicadas al Estudio de Enfermedades Hídricas y Digestivas en el XXXIII Congreso de la Sociedad Catalana de Digestología.", "ca": "La Dra. Anna Moles coorganitza el 9è Curs d'Investigació Bàsica i Traslacional en Malalties Digestives: Cultius Cel·lulars Avançats Aplicats a l'Estudi de Malalties Hepàtiques i Digestives al XXXIII Congrés de la Societat Catalana de Digestologia."}, "pic": "Foto 12 (falta foto no se si hay alguna del curso)", "date": "2024-01-26", "slug": "2024-01-26-digestology-digestive-moles"}, {"body": {"en": "The TRFC Lab has have three communications selected for presentations at the XXXIII Congress of the Catalan Society of Digestology with several abstract presentations. Paloma, María and Júlia will present the latest results from their research. Looking forward to seeing you all in Lleida!\n2023\n", "es": "El TRFC Lab cuenta con tres comunicaciones seleccionadas para presentaciones en el XXXIII Congreso de la Sociedad Catalana de Digestología con varias presentaciones abstractas. Paloma, María y Júlia presentarán los últimos resultados de su investigación. ¡Esperando verlos a todos en Lleida! 2023", "ca": "El laboratori del TRFC té tres comunicacions seleccionades per a ser presentades al XXXIII Congrés de la Societat Catalana de Digestologia amb diverses presentacions de resums. Paloma, María i Júlia presentaran els últims resultats de la seva recerca. Us hi esperem a tots a Lleida! 2023"}, "title": {"en": "The TRFC Lab will participate at the XXXIII Congress of the Catalan Society of Digestology with several abstract presentations.", "es": "El TRFC Lab participará en el XXXIII Congreso de la Sociedad Catalana de Digestología con varias presentaciones abstractas.", "ca": "El TRFC Lab participarà al XXXIII Congrés de la Societat Catalana de Digestologia amb diverses ponències de resums."}, "pic": "Foto 13.1 o 13.2", "date": "2024-01-10", "slug": "2024-01-10-digestology-trfc-lab"}, {"body": {"en": "", "es": "- No, no.", "ca": ""}, "title": {"en": "Merry Christmas from the TRFC Lab!", "es": "¡Feliz Navidad del Laboratorio TRFC!", "ca": "Bon Nadal des del laboratori TRFC!"}, "pic": "Foto 34", "date": "2024-12-20", "slug": "2024-12-20-trfc-merry-christmas"}, {"body": {"en": "Foto: Need to search for one\nThis week IIBB-CSIC has celebrated the Science Week with conferences and workshops for highschoolers. For that, María, Júlia and Alejandro prepared and delivered a workshop on microscopy where they demonstrated the use of different microscopy platforms and visualized normal and disease tissues. Besides, Dr Moles delivered a conference to the student’s title “Regeneration and cancer, two sides of the same coin” where she explained how we work in the lab to answer biological questions related to human disease.\n", "es": "Foto: Need to search for one Esta semana el IIBB-CSIC ha celebrado la Semana de la Ciencia con conferencias y talleres para estudiantes de secundaria. Para ello, María, Júlia y Alejandro prepararon e impartieron un taller sobre microscopía donde demostraron el uso de diferentes plataformas de microscopía y visualizar tejidos normales y enfermos. Además, el Dr. Moles impartió una conferencia sobre el título del estudiante “Regeneración y cáncer, dos caras de la misma moneda”, donde explicó cómo trabajamos en el laboratorio para responder preguntas biológicas relacionadas con la enfermedad humana.", "ca": "Foto: Necessitat de buscar-ne un Aquesta setmana l'IIBB-CSIC ha celebrat la Setmana de la Ciència amb conferències i tallers per a alumnes de secundària. Per a això, la Maria, la Júlia i l'Alejandro van preparar i impartir un taller sobre microscòpia on van demostrar l'ús de diferents plataformes de microscòpia i van visualitzar teixits normals i patològics. A més, la Dra. Moles va impartir una conferència amb el títol de l'estudiant “Regeneració i càncer, dues cares de la mateixa moneda” on va explicar com treballem al laboratori per donar resposta a qüestions biològiques relacionades amb malalties humanes."}, "title": {"en": "TRFC Lab participates at the IIBB-CSIC Science Week 2023", "es": "TRFC Lab participa en la IIBB-CSIC Science Week 2023", "ca": "El TRFC Lab participa a la Setmana de la Ciència IIBB-CSIC 2023"}, "date": "2024-11-14", "slug": "2024-11-14-trfc-lab-csic"}, {"body": {"en": "Paloma is awarded with a prestigious EMBO Scientific Exchange Grant to perform a three-month stage at Dr Denby’s group at the University of Edinburgh. During her stage Paloma will perform cutting-edge research investigating the role of myeloid cell subpopulations in the progression and reversion of fibrotic disease. Congratulations Paloma!\n", "es": "Paloma es galardonada con un prestigioso EMBO Scientific Exchange Grant para realizar una etapa de tres meses en el grupo del Dr. Denby en la Universidad de Edimburgo. Durante su etapa Paloma realizará una investigación de vanguardia investigando el papel de las subpoblaciones de células mieloides en la progresión y reversión de la enfermedad fibrosa.", "ca": "Paloma ha estat guardonada amb una prestigiosa beca EMBO d'intercanvi científic per realitzar una estada de tres mesos en el grup del Dr. Denby a la Universitat d'Edimburg. Durant la seva etapa, Paloma realitzarà una investigació d'avantguarda que investigarà el paper de les subpoblacions de cèl·lules mieloides en la progressió i reversió de la malaltia fibròtica. Felicitats Paloma!"}, "title": {"en": "Paloma is awarded with a competitive EMBO Scientific Exchange Grant to perform a stage at the University of Edinburgh", "es": "Paloma es galardonada con un concurso EMBO Scientific Exchange Grant para realizar una etapa en la Universidad de Edimburgo", "ca": "Paloma rep una beca competitiva d'intercanvi científic EMBO per realitzar una estada a la Universitat d'Edimburg"}, "pic": "Foto 23 (Quizás una mejor?)", "date": "2023-10-26", "slug": "2023-10-26-paloma-embo-exchange"}, {"body": {"en": "Foto: 18\nThis week Maria and Anna have attended to the 2nd International Conference in Liver and Gut Fibrosis. It was an excellent meeting where we had the chance to listen about the latest research advances on liver and gut fibrosis. Maria delivered a selected abstract talk presenting the latest research of the group on the role of macrophage-associated proteolytic enzymes to kidney and liver fibrosis progression.\nhttps://congreso.adeituv.es/fibrosisvalencia2023/\n", "es": "Foto: 18 Esta semana María y Anna han asistido a la 2a Conferencia Internacional en Hígado y Fibrosis Gut. Fue un excelente encuentro donde tuvimos la oportunidad de escuchar los últimos avances en investigación sobre fibrosis hepática y intestinal. María realizó una charla abstracta seleccionada presentando las últimas investigaciones del grupo sobre el papel de las enzimas proteolíticas asociadas a los macrófagos en la progresión de la fibrosis renal y hepática. https://congreso.adeituv.es/fibrosisvalencia2023.", "ca": "Foto: 18 Aquesta setmana la Maria i l'Anna han assistit al 2nd International Conference in Liver and Gut Fibrosis. Va ser una excel·lent trobada on vam tenir l'oportunitat d'escoltar els últims avenços en recerca sobre fibrosi hepàtica i intestinal. La Maria va presentar una ponència abstracta seleccionada presentant les últimes investigacions del grup sobre el paper dels enzims proteolítics associats a macròfags en la progressió de la fibrosi renal i hepàtica. https://congreso.adeituv.es/fibrosisvalencia2023/"}, "title": {"en": "Back to Valencia for the 2nd International Conference in Liver and Gut Fibrosis.", "es": "Volver a Valencia para la 2a Conferencia Internacional en Fibrosis Hígado y Gut.", "ca": "Tornada a València amb motiu del II Congrés Internacional de Fibrosi Hepàtica i Intestinal."}, "date": "2024-10-26", "slug": "2024-10-26-fibrosis-liver-gut"}, {"body": {"en": "Foto: 19\nWe are really happy to announce Alejandro has joined the lab as JAE Intro fellow. These competitive fellowships are aimed at university students interested in starting a research career. This scholarship programme provides an approach to a research career to those students who want to take their first steps in research. JAE Intro grants present the opportunity of enjoying the possibilities offered by CSIC Centres and Institutes in their different scientific areas and, at the same time, they provide an introduction to cutting-edge knowledge of scientific topics and scientific praxis. Welcome to the team Alejandro!\n", "es": "Foto: 19 Estamos muy contentos de anunciar que Alejandro se ha unido al laboratorio como compañero de JAE Intro. Estas becas competitivas están dirigidas a estudiantes universitarios interesados en iniciar una carrera de investigación. Este programa de becas proporciona un enfoque de una carrera de investigación a aquellos estudiantes que quieren dar sus primeros pasos en la investigación. Las becas JAE Intro presentan la oportunidad de disfrutar de las posibilidades que ofrecen los Centros e Institutos CSIC en sus diferentes áreas científicas y, al mismo tiempo, proporcionan una introducción a los conocimientos de vanguardia en temas científicos y praxis científica. ¡Bienvenidos al equipo Alejandro!", "ca": "Foto: 19 Estem molt contents d'anunciar que l'Alejandro s'ha incorporat al laboratori com a JAE Intro fellow. Aquestes beques competitives estan dirigides a estudiants universitaris interessats a iniciar una carrera investigadora. Aquest programa de beques proporciona una aproximació a la carrera investigadora a aquells estudiants que vulguin donar els seus primers passos en la recerca. Les beques JAE Intro presenten l'oportunitat de gaudir de les possibilitats que ofereixen els centres i instituts del CSIC en les seves diferents àrees científiques i, alhora, proporcionen una introducció al coneixement d'avantguarda sobre temes científics i praxis científiques. Benvingut a l'equip Alejandro!"}, "title": {"en": "Alejandro de Castillo joins the Lab as JAE Intro fellow", "es": "Alejandro de Castillo se une al laboratorio como compañero de introducción de JAE", "ca": "Alejandro de Castillo s'incorpora al Laboratori com a investigador de JAE Intro"}, "date": "2023-10-01", "slug": "2023-10-01-alejandro-castillo-jae"}, {"body": {"en": "During their stay at the IIBB they were able to visit six research groups, including the TRFC Lab where they were welcome by Paloma, María and Júlia who explained them about the different lines of research, techniques used by our groups and discussed with them career opportunities within the field of biomedicine.\nhttps://www.iibb.csic.es/en/news/iibb-csic-welcome-one-more-year-students-who-participate-olympics\n", "es": "Durante su estancia en el IIBB pudieron visitar seis grupos de investigación, incluyendo el Laboratorio TRFC, donde fueron recibidos por Paloma, María y Júlia, quienes les explicaron las diferentes líneas de investigación, técnicas utilizadas por nuestros grupos y discutieron con ellos oportunidades de carrera en el campo de la biomedicina. https://www.iibb.csic.es/en/news/iibb-csic-welcome-one-more-year-estudiantes-que-participan-olympics", "ca": "Durant la seva estada a l'IIBB van poder visitar sis grups de recerca, entre ells el TRFC Lab on van ser rebuts per Paloma, María i Júlia que els van explicar sobre les diferents línies de recerca, tècniques utilitzades pels nostres grups i van debatre amb ells les sortides professionals dins del camp de la biomedicina. https://www.iibb.csic.es/ca/noticies/iibb-csic-welcome-one-more-year-s-students-who-participate-olympics"}, "title": {"en": "The TRFC Lab is one of the six groups at IIBB-CSIC to host finalist students from the National Biology Olympiad.", "es": "El TRFC Lab es uno de los seis grupos del IIBB-CSIC para acoger a estudiantes finalistas de la Olimpiada Nacional de Biología.", "ca": "El laboratori del TRFC és un dels sis grups de l'IIBB-CSIC per acollir els alumnes finalistes de l'Olimpíada Nacional de Biologia."}, "pic": "Foto 20", "date": "2023-07-19", "slug": "2023-07-19-trfc-lab-csic"}, {"body": {"en": "Júlia did an excellent defence of her MRes dissertation title “CtsD cell-specific role during hepatic regeneration after partial hepatectomy”. Congratulation Júlia! We are super proud of you!\n", "es": "Júlia hizo una excelente defensa de su tesis de MRS título “CtsD papel específico de la célula durante la regeneración hepática después de la hepatectomía parcial”. Felicidades Júlia! Estamos muy orgullosos de usted!", "ca": "La Júlia va fer una excel·lent defensa del seu títol de tesi doctoral “CtsD cell-specific role during hepatic regeneration after partial hepatectomy”. Enhorabona Júlia! Estem súper orgullosos de tu!"}, "title": {"en": "Julia defends her MRes Dissertation", "es": "Julia defiende su disertación de MRS", "ca": "Julia defensa la seva tesi MRes"}, "pic": "Foto 21", "date": "2023-07-10", "slug": "2023-07-10-julia-dissertation-mres"}, {"body": {"en": "This week Paloma and Maria attended to the 2023 EASL Congress, which\nthe largest European conference attracting healthcare practitioners, academic researchers and industry participants with interest in all aspects of liver disease. During the conference Maria delivered an oral presentation on her and Paloma’s work on the role of proteolytic enzymes in liver fibrosis. Besides, Paloma also presented also a poster communication at the conference. Really happy with the feedback and the interest raised at the conference by both works.\n", "es": "Esta semana Paloma y María asistieron al Congreso EASL 2023, que fue la mayor conferencia europea que atrajo a profesionales de la salud, investigadores académicos y participantes de la industria con interés en todos los aspectos de la enfermedad hepática. Durante la conferencia, María hizo una presentación oral sobre su trabajo y el de Paloma sobre el papel de las enzimas proteolíticas en la fibrosis hepática. Además, Paloma también presentó una comunicación de carteles en la conferencia.", "ca": "Aquesta setmana Paloma i Maria van assistir al Congrés EASL 2023, que la major conferència europea que atrau professionals de la salut, investigadors acadèmics i participants de la indústria amb interès en tots els aspectes de la malaltia hepàtica. Durant la conferència, Maria va fer una presentació oral sobre el seu treball i el de Paloma sobre el paper dels enzims proteolítics en la fibrosi hepàtica. A més, Paloma també va presentar una comunicació de pòster a la conferència. Molt content amb els comentaris i l'interès plantejats a la conferència per tots dos treballs."}, "title": {"en": "EASL Congress 2023", "es": "Congreso EASL 2023", "ca": "Congrés EASL 2023"}, "pic": "Foto 24", "date": "2023-06-21", "slug": "2023-06-21-2023-congress-easl"}, {"body": {"en": "Paloma, Maria and Julia attend to the PhD Day at IDIBAPS. The event is organized by the PhD community at IDIBAPS. During the day Paloma had the opportunity to share her research with her peers with a poster presentation and we were able to listen to inspiring workshops delivered by experts from academia, communication and industry.\nhttps://www.clinicbarcelona.org/en/news/idibaps-celebrates-its-second-phd-day\n", "es": "Paloma, Maria y Julia asisten al Día del Doctorado en el IDIBAPS. El evento es organizado por la comunidad doctoral en el IDIBAPS. Durante el día Paloma tuvo la oportunidad de compartir su investigación con sus compañeros con una presentación de carteles y pudimos escuchar talleres inspiradores impartidos por expertos de la academia, la comunicación y la industria. https://www.clinicbarcelona.org/en/news/idibaps-celebrates-its- second-phd-day", "ca": "Paloma, Maria i Julia assisteixen al PhD Day de l'IDIBAPS. L'esdeveniment està organitzat per la comunitat de doctors de l'IDIBAPS. Durant la jornada Paloma va tenir l'oportunitat de compartir la seva recerca amb els seus companys amb una presentació d'un pòster i vam poder escoltar inspiradors tallers impartits per experts del món acadèmic, la comunicació i la indústria. https://www.clinicbarcelona.org/ca/noticies/idibaps-celebra-el seu-segon-dia-phd-"}, "title": {"en": "TRFC Lab participates in the 2nd IDIBAPS PhD Day", "es": "TRFC Lab participa en el 2o Día del Doctorado del IDIBAPS", "ca": "TRFC Lab participa a la 2a Jornada de Doctorat de l'IDIBAPS"}, "pic": "Foto 26", "date": "2023-06-16", "slug": "2023-06-16-trfc-phd-lab"}, {"body": {"en": "One of our abstracts at the EASL Congress has been selected among the best oral selected abstracts and will be featured with a video in EASL social media accounts before the meeting. You can check the wonderful video that all the TRFC Lab help out putting together.\nUpload Maria’s video\n", "es": "Uno de nuestros resúmenes en el Congreso de EASL ha sido seleccionado entre los mejores resúmenes orales seleccionados y se presentará con un vídeo en las cuentas de redes sociales de EASL antes de la reunión. Puede ver el maravilloso vídeo que todos los TRFC Lab ayudan a armar.", "ca": "Un dels nostres resums al Congrés EASL ha estat seleccionat entre els millors resums orals seleccionats i es presentarà amb un vídeo als comptes de xarxes socials d'EASL abans de la reunió. Podeu consultar el meravellós vídeo que tots els laboratoris TRFC ajuden a elaborar junts. Upload Maria's video"}, "title": {"en": "EASL Congress 2023", "es": "Congreso EASL 2023", "ca": "Congrés EASL 2023"}, "pic": "Foto 25", "date": "2023-05-21", "slug": "2023-05-21-2023-congress-easl"}, {"body": {"en": "Dr. Anna Moles, head of the Tissue Remodeling, Fibrosis and Cancer (TRFC) research group, will moderate the next Liver Seminar with Prof. Derek Mann as a guest speaker.\nProf. Derek Mann, head of the Newcastle University Newcastle Fibrosis Research Group (NFRG) will deliver the talk \"Neutrophils in the pathogenesis and immunotherapy of primary liver cancer\" where he will talk about his latest research on the role of neutrophils in hepatocellular carcinoma and how their modulation opens new avenues for the development of new treatments for patients with liver cancer.\nDo not miss it!\nFor more information, please visit the following link:\nhttps://liverseminars.eu/\nYou can recover the talk in here:\nhttps://liverseminars.eu/editions-videos/\nhttps://www.youtube.com/watch?v=eotx9X6nK1Q\nCATALÀ I CASTELLÀ\nhttps://www.iibb.csic.es/en/news/iibb-csic-moderating-next-liverserminars-prof-derek-mann-newcastle-university-uk-guest-speaker\n", "es": "La Dra. Anna Moles, directora del grupo de investigación de Remodelación de Tejidos, Fibrosis y Cáncer (TRFC), moderará el próximo Seminario de Hígado con el Prof. Derek Mann como ponente invitado. El Prof. Derek Mann, jefe del Newcastle University Newcastle Fibrosis Research Group (NFRG) pronunciará la charla \"Neutrófilos en la patogénesis e inmunoterapia del cáncer primario de hígado\" en la que hablará sobre su última investigación sobre el papel de los neutrófilos en el carcinoma hepatocelular y cómo su modulación abre nuevas vías para el desarrollo de nuevos tratamientos para los pacientes con cáncer de hígado. ¡No se lo pierda! Para más información, visite el siguiente enlace: https://liversers.eu/ You can recover the talk in here: https://liverseminars.eu/editions-videos/ https://www.youtube.com/watch?v=eotx9X6nK1Q CATAL I CASTELL.eu https://iibbersic.es/en/news-csic-cadursering-ververn-vern-vern-", "ca": "La Dra. Anna Moles, responsable del grup de recerca en Remodelació de Teixits, Fibrosi i Càncer (TRFC), moderarà el proper Liver Seminar amb el Prof. Derek Mann-univers-f. El Prof. Derek Mann, responsable del Newcastle University Newcastle Fibrosis Research Group (NFRG) impartirà la xerrada Neutròfils en la patogènesi i immunoteràpia del càncer primari de fetge on parlarà sobre les seves últimes investigacions sobre el paper dels neutròfils en el carcinoma hepatotubular i com la seva modulació obre noves vies per al desenvolupament de nous tractaments per a pacients amb càncer de fetge. No t'ho perdis! Per a més informació, visita el següent enllaç: https://www.newQliverses.com.utx"}, "title": {"en": "Derek Liver Seminars", "es": "Seminarios de Derek Liver", "ca": "Seminaris de Derek Liver"}, "pic": "Foto 22", "date": "2023-04-20", "slug": "2023-04-20-seminars-derek-liver"}, {"body": {"en": "It was great to attend on more year to the AEEH Annual Conference where Maria and Paloma presented an oral and a poster presentation, respectively sharing their latest results with the liver Spanish community.\n", "es": "Fue genial asistir un año más a la Conferencia Anual de la AEEH donde María y Paloma presentaron una presentación oral y un cartel, compartiendo respectivamente sus últimos resultados con la comunidad española del hígado.", "ca": "Va ser fantàstic assistir un any més a la Conferència Annual de l'AEEH, on Maria i Paloma van presentar una presentació oral i un pòster, compartint respectivament els seus darrers resultats amb la comunitat espanyola de fetge."}, "title": {"en": "Back to Madrid for the AEEH Annual Conference.", "es": "Volver a Madrid para la Conferencia Anual AEEH.", "ca": "Tornada a Madrid per a la Conferència Annual de l'AEEH."}, "pic": "Foto 27", "date": "2023-03-15", "slug": "2023-03-15-madrid-conference-aeeh"}, {"body": {"en": "The TRFC Lab participated in the annual Carnival IIBB-CSIC competition and came second. The competition was intense this year, and every group had fantastic outfits. Congrats to the first-place winners!\n", "es": "El TRFC Lab participó en la competición anual Carnival IIBB-CSIC y quedó en segundo lugar. La competición fue intensa este año, y cada grupo tenía trajes fantásticos. Enhorabuena a los ganadores del primer lugar!", "ca": "El TRFC Lab va participar en la competició annual del Carnaval IIBB-CSIC i va quedar en segon lloc. La competició va ser intensa aquest any, i tots els grups van tenir vestits fantàstics. Felicitats als guanyadors del primer lloc!"}, "title": {"en": "The TRFC Lab wins the 2nd prize at the annual Carnival IIBB-CSIC competition.", "es": "El TRFC Lab gana el segundo premio en la competición anual Carnival IIBB-CSIC.", "ca": "El TRFC Lab guanya el 2n premi del concurs annual Carnaval IIBB-CSIC."}, "pic": "Foto 33.1 y 33.2.", "date": "2023-02-17", "slug": "2023-02-17-trfc-lab-prize"}, {"body": {"en": "Our PI, who is member of the IIBB-CSIC Equality Commission, co-organised and chair the Symposium \"Professional opportunities with a gender perspective within biomedical research\". The Symposium was attended by more than 100 high school students. During the day, gender issues associated with the development of a professional career in the field of biomedical research were addressed, such as the scientific vocation, the gender gap, the glass ceiling, the representation of women in leadership positions and personal conciliation through the testimony of five speakers. The objective of the conference was to highlight the work of our female researchers, promote scientific vocations and raise awareness about gender dimension issues in the field of biomedical research, providing practical tools based on the experience of other women.\nhttps://www.iibb.csic.es/en/news/iibb-celebrates-international-day-women-and-girls-science-symposium-professional-opportunities\nCATALÀ i CASTELLÀ\n", "es": "Nuestra PI, que es miembro de la Comisión de Igualdad del IIBB-CSIC, coorganizó y presidió el Simposio \"Oportunidades profesionales con perspectiva de género en la investigación biomédica\". El Simposio contó con la participación de más de 100 estudiantes de secundaria. Durante el día, se abordaron cuestiones de género relacionadas con el desarrollo de una carrera profesional en el campo de la investigación biomédica, como la vocación científica, la brecha de género, el techo de cristal, la representación de las mujeres en puestos de liderazgo y la conciliación personal a través del testimonio de cinco ponentes. El objetivo de la conferencia fue destacar el trabajo de nuestras investigadoras, promover las vocaciones científicas y crear conciencia sobre cuestiones de dimensión de género en el campo de la investigación biomédica, proporcionando herramientas prácticas basadas en la experiencia de otras mujeres. https://www.iibb.csic.es/en/news/iibb-celebrates-international-day-women-science-sysium-profesional-oportunidades CATALÀ i CASTELLÀ", "ca": "La nostra IP, que és membre de la Comissió d'Igualtat de l'IIBB-CSIC, va coorganitzar i presidir el Simposi Oportunitats professionals amb perspectiva de gènere dins de la recerca biomèdica. Al Simposi van assistir més de 100 estudiants de batxillerat. Durant la jornada es van abordar temes de gènere associats al desenvolupament d'una carrera professional en l'àmbit de la recerca biomèdica, com la vocació científica, la bretxa de gènere, el sostre de vidre, la representació de dones en posicions de lideratge i la conciliació personal a través del testimoni de cinc ponents. L'objectiu de la jornada va ser posar en relleu el treball de les nostres investigadores, promoure les vocacions científiques i sensibilitzar sobre qüestions de dimensió de gènere en l'àmbit de la recerca biomèdica, aportant eines pràctiques basades en l'experiència d'altres dones. https://wwwprofessional-en-ciències."}, "title": {"en": "IIBB-CSIC Equality Commission organised the Symposium \"Professional opportunities with a gender perspective within biomedical research\"", "es": "La Comisión de Igualdad del IIBB-CSIC organizó el Simposio \"Oportunidades profesionales con perspectiva de género en la investigación biomédica\"", "ca": "La Comissió d'Igualtat del IIBB-CSIC va organitzar el Simposi Oportunitats professionals amb perspectiva de gènere en la recerca biomèdica"}, "pic": "Foto 32.1 y 32.2", "date": "2023-02-13", "slug": "2023-02-13-gender-biomedical-professional"}, {"body": {"en": "Our PI co-organized/participated with Tecletes in the second edition of the Workshops Dona+Ciència. This woskhops are aim at children aged 6-11 and\n", "es": "Nuestro PI co-organizado/participado con Tecletes en la segunda edición de los Talleres Dona+Ciència. Este woskhops están dirigidos a los niños de 6 a 11 años y", "ca": "El nostre PI va coorganitzar/participar amb Tecletes en la segona edició dels Tallers Dona+Ciència. Aquests tallers estan dirigits a nens i nenes de 6 a 11 anys i"}, "title": {"en": "Anna Moles co-organizes and participates in the 2nd edition of Dona+Ciencia with Tecletes.", "es": "Anna Moles co-organiza y participa en la 2a edición de Dona+Ciencia con Tecletes.", "ca": "Anna Moles coorganitza i participa en la 2a edició de Dona+Ciència amb Tecletes."}, "pic": "Foto 31.1 y 31.2", "date": "2024-02-11", "slug": "2024-02-11-ciencia-tecletes-moles"}, {"body": {"en": "Our PI co-organized/participated with AFA IE Arrabassada in the Wokshops Fem+Ciencia. The aim of this activity was to raise awareness and make visible female scientists from different disciplines. This activity was aimed at schoolchildren aged between 3 and 12 years. During the afternoon six different workshops were run all of them led by female scientist from different research institutions including IIBB-CSIC, IISPV, IPHES and URV.\n", "es": "Nuestro PI co-organizado/participado con AFA IE Arrabassada en los Wokshops Fem+Ciencia. El objetivo de esta actividad fue concienciar y hacer visibles a las mujeres científicas de diferentes disciplinas. Esta actividad fue dirigida a escolares de 3 a 12 años de edad. Durante la tarde seis talleres diferentes fueron dirigidos por mujeres científicas de diferentes instituciones de investigación, incluyendo IIBB-CSIC, IISPV, IPHES y URV.", "ca": "El nostre PI va coorganitzar/participar amb AFA IE Arrabassada als tallers Fem+Ciència. L'objectiu d'aquesta activitat era donar a conèixer i visibilitzar científiques de diferents disciplines. Aquesta activitat estava dirigida a escolars d'entre 3 i 12 anys. Durant la tarda es van dur a terme sis tallers diferents, tots ells dirigits per científiques de diferents institucions de recerca com l'IIBB-CSIC, l'IISPV, l'IPHES i la URV."}, "title": {"en": "Anna Moles co-organizes and participates in the 1st edition of Fem+Ciencia with AFA IE Arrabassada.", "es": "Anna Moles coorganiza y participa en la 1a edición de Fem+Ciencia con AFA IE Arrabassada.", "ca": "Anna Moles coorganitza i participa en la 1a edició de Fem+Ciència amb AFA IE Arrabassada."}, "pic": "Foto 29. y 29.2.", "date": "2023-02-10", "slug": "2023-02-10-ciencia-anna-moles"}, {"body": {"en": "Paloma Ruiz received the award after revision and evaluation by the scientific committee of all the abstracts presented within the basic research section.  Congratulations Paloma!\n", "es": "Paloma Ruiz recibió el premio tras la revisión y evaluación por parte del comité científico de todos los resúmenes presentados dentro de la sección de investigación básica.", "ca": "Paloma Ruiz va rebre el premi després de la revisió i avaluació per part del comitè científic de tots els abstracts presentats dins de la secció de recerca bàsica. Felicitats Paloma!"}, "title": {"en": "Paloma Ruiz is awarded with the Best Basic Research Poster Award at the XXXII Congress of the Catalan Society of Digestology.", "es": "Paloma Ruiz es galardonada con el Premio al Mejor Poster de Investigación Básica en el XXXII Congreso de la Sociedad Catalana de Digestología.", "ca": "Paloma Ruiz és guardonada amb el Premi al Millor Pòster de Recerca Bàsica al XXXII Congrés de la Societat Catalana de Digestologia."}, "pic": "Foto 30", "date": "2023-02-02", "slug": "2023-02-02-digestology-ruiz-paloma"}]