[
    {
        "body": "This week IIBB-CSIC has celebrated the Science Week with conferences and workshops for highschoolers. TRFC Lab did not want to miss the opportunity to inspire the next generation of scientists. For that, Júlia and Alejandro prepared and delivered a workshop on microscopy to nine different groups of students where they visualized normal and disease tissues and learn about fibrotic disease and cancer. In addition, Dr Moles delivered a conference to the student’s title “Regeneration and cancer, two sides of the same coin” where she explained how we work in the lab to answer biological questions related to human disease.\nhttps://www.iibb.csic.es/ca/events/regeneraci%C3%B3-i-c%C3%A0ncer-dues-cares-de-la-mateixa-moneda-1\n",
        "pic": "Foto 0",
        "title": "TRFC Lab take part in the Science Week at IIBB-CSIC with a conference and microscopy workshop",
        "date": "2024-11-12",
        "slug": "2024-11-12-trfc-microscopy-lab"
    },
    {
        "body": "Paco de Leon has interview Anna Moles in his radio program \"De cero al Infinito\" at Onda Cero. Anna shared our team's latest research on liver fibrosis resolution with his audience.\nListen to the interview in here from minute 39.\nhttps://www.ondacero.es/programas/de-cero-al-infinito/programas-completos/de-cero-al-infinito-12102024_202410126709f6e6afcb530001e6462a.html\nhttps://pixabay.com/photos/podcast-microphone-music-audio-7876792/\nEncantada de haber sido entrevistada por Paco de León en su programa de radio \"De cero al Infinito\" en Onda Cero y poder compartir con su audiencia las últimas investigaciones de nuestro equipo sobre la resolución de la fibrosis hepática.\nPuedes escuchar la entrevista aquí a partir del minuto 39.\n",
        "pic": "Foto 1 o Foto 1.1.",
        "title": "Paco de Leon from Onda Cero interviews our group leader Dr Anna Moles about our latest research on fibrosis resolution.",
        "date": "2024-10-12",
        "slug": "2024-10-12-fibrosis-anna-paco"
    },
    {
        "body": "Dr Anna Moles and Paloma Ruiz present the newest research from the TRFCLab in the topic “Phenotypical degradative shift of macrophages, an emerging concept fibrosis resolution” at the 6a Reunión of Hepatologia Translacional AEEH. In addition, Maria Fernández and Júlia Cacho Pujol presented two posters at the conference with the latest advances on their respective research projects.\nDr Anna Moles and Paloma Ruiz present the newest research from the TRFCLab in the topic “El cambio fenotípico degradativo de los macrófagos, un concepto\nemergente en la resolución de la fibrosis”\n",
        "pic": "Foto 2",
        "title": "TRFC Lab delivers invited Charlas en Tándem (IP + Investigador joven)  at the 6a Reunión of Hepatologia Translacional AEEH",
        "date": "2024-09-26",
        "slug": "2024-09-26-hepatologia-translacional-lab"
    },
    {
        "body": "Dr Pistorio, who is a former member and is currently working as a postdoctoral researcher at Centre de Recherche Saint Antoine (CRSA), Paris Ile-de-France, France visited and shared with us the latest progress of her research. It was great to spend some time with her again. Come back to visit us again soon!\n",
        "pic": "Foto 35",
        "title": "Dr Pistorio visits the TRFC Lab. Welcome home Valeria!",
        "date": "2024-09-13",
        "slug": "2024-09-13-pistorio-valeria-trfc"
    },
    {
        "body": "We are excited to share our latest review exploring the potential of lysosomal cathepsins as therapeutic targets for Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) and Hepatocellular Carcinoma (HCC).\nhttps://www.explorationpub.com/Journals/edd/Article/100559\n",
        "pic": "Foto 3",
        "title": "New Article Published in Exploration of Digestive Diseases",
        "date": "2024-09-10",
        "slug": "2024-09-10-digestive-diseases-article"
    },
    {
        "body": "Our new research article published at Molecular Metabolism has had a excellent reception in the media and has created lots of interest. You can check the different news below:\nhttps://www.csic.es/es/actualidad-del-csic/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis\nhttps://delegacion.catalunya.csic.es/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis/\nhttps://www.redaccionmedica.com/ultimas-noticias-sanidad/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis\nhttps://www.infobae.com/espana/agencias/2024/09/26/identifican-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis/\nhttps://www.farmabiotec.com/noticias/un-trabajo-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis-9H7HS\nhttps://www.lavanguardia.com/vida/20240926/9975147/identifican-papel-proteina-celular-remision-fibrosis-agenciaslv20240926.html\nhttps://x.com/RmasD_csic/status/1839266637465223401\nhttps://rdcsic.dicat.csic.es/biologia-y-biomedicina-2/106-proyectos/740-una-investigacion-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis\nhttps://rdcsic.dicat.csic.es/ca/biologia-y-biomedicina-2/106-projectes/740-una-investigacion-identifica-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis-hepatica\nhttps://x.com/CIBERehd/status/1839280427900588450\nhttps://opinandosinanestesia.es/index.php/2024/10/04/identifican-el-papel-de-una-proteina-celular-en-la-remision-de-la-fibrosis/\nhttps://www.iibb.csic.es/ca/news/nova-publicaci%C3%B3-del-grup-de-remodelaci%C3%B3-tisular-fibrosi-i-c%C3%A0ncer-trfclab-molecular-metabolism\n",
        "pic": "Foto 4",
        "title": "Our new research article published in Molecular Metabolism is featured in the media",
        "date": "2024-10-02",
        "slug": "2024-10-02-metabolism-molecular-article"
    },
    {
        "body": "We are delighted to share that our paper \"Cathepsin D is essential for the degradomic shift of macrophages required to resolve liver fibrosis\" is in press now in Molecular Metabolism!\nLiver fibrosis is largely acknowledged to be reversible but little is known about the mechanisms controlling ECM remodeling during resolution.\n➡ Our work shades new light on how macrophages contribute to liver fibrosis resolution. We describe how lysosomal protease CtsD contributes to the macrophage degradomic shift, which comprises secretomic, phenotypical and functional changes, required by macrophages to proteolytically process the ECM during liver fibrosis resolution.\nIf you want to know more about CtsD being the new cool kid 😎 in the lysosomal block please check out our paper in Molecular Metabolism in the following link:\nhttps://www.sciencedirect.com/science/article/pii/S2212877824001200#abs0020\nCongratulations the first authors Paloma Ruiz Blázquez, María Fernández Fernández and Valeria Pistorio 👩‍🔬 and the rest of the TRFCLab (Júlia Cacho, Alejandro del Castillo Cruz) for their hard-work, passion and dedication.\nThis work has been possible thanks to our funders: Ministry of Science and Innovation of Spain, CSIC, PFIZER INC., Ministerio de Educación, España.\n",
        "pic": "Foto 5.1. or 5.2.",
        "title": "Our news research article is out in Molecular Metabolism",
        "date": "2024-09-26",
        "slug": "2024-09-26-metabolism-molecular-news"
    },
    {
        "body": "Congratulations to Alejandro for passing with flying colours his MRes Dissertation examination! We are all incredibly proud of you!\n",
        "pic": "Foto 14.1 and 14.2",
        "title": "Alejandro del Castillo defends his MRes Dissertation",
        "date": "2024-07-09",
        "slug": "2024-07-09-castillo-alejandro-mres"
    },
    {
        "body": "Júlia Cacho Pujol presented a poster at the EASL Congress 2024 on the role of proteolytic enzymes in liver regeneration.\n",
        "pic": "Foto 8",
        "title": "Júlia Cacho Pujol presents the latest results of the TRFCLab at The EASL Congress 2024",
        "date": "2024-06-05",
        "slug": "2024-06-05-trfclab-easl-pujol"
    },
    {
        "body": "Paloma, Maria, Julia and Alejandro attend to the PhD Day at IDIBAPS. The event is organized by the PhD community at IDIBAPS and is open to the whole research community. During we were able to listen to stimulating workshops and round table discussions on innovation, sustainability and science communication with experts from academia, communication and industry. We even got lucky in the raffle and Julia won a Lego HPLC!\nhttps://www.clinicbarcelona.org/noticias/idibaps-celebra-el-tercer-phd-day\n",
        "pic": "Foto 15 (tenemos alguna otra foto del PhD Day?)",
        "title": "TRFC Lab participates in the 3rd IDIBAPS PhD Day",
        "date": "2024-05-31",
        "slug": "2024-05-31-trfc-phd-lab"
    },
    {
        "body": "The AFA from the Institut Escola Arrabassada receives the 3rd award in the Category “Society Transformation” from aFFaC for the project “Fem+Ciència”. This project was organised by Dr Bennassar (picture right), member of AFA from the IE Arrabassada and Dr Moles (picture left) and aimed to bring females scientist closer to scholars and visualize their work. You can read more about this project in the following post.\nTransformem la Societat\n",
        "pic": "Foto 7.1 and 7.2.",
        "title": "The school public engagement activity “Fem+Ciència” co-organised by the Dr Anna Moles receives 3rd award in the Category “Society Transformation” by aFFaC.",
        "date": "2024-05-04",
        "slug": "2024-05-04-engagement-ciencia-fem"
    },
    {
        "body": "Foto36\n",
        "title": "Happy St Jordi from the TRFCLab!",
        "date": "2024-04-23",
        "slug": "2024-04-23-jordi-trfclab-happy"
    },
    {
        "body": "We are looking for candidates to apply for the JAE Intro program within our research group (deadline 20/05/2024). This program is aimed to undergraduate and Master students (average grade ≥ 7.50) to perform 7 months practical training within CSIC. If you want to know more, please have a look at the offer.\nBuscamos candidatos para aplicar al programa JAE Intro dentro de nuestro grupo de investigación (fecha límite 20/05/2024). Este programa está dirigido a estudiantes de Grado y Máster (nota media del grado ≥ 7.50) para realizar 7 meses de prácticas en el CSIC. Si quieres saber más, echa un vistazo a la oferta.\n",
        "pic": "Foto 8 y oferta noticia 8",
        "title": "We are looking forward to hosting another JAE intro Fellow this year.",
        "date": "2024-04-20",
        "slug": "2024-04-20-jae-intro-hosting"
    },
    {
        "body": "Dr Anna Moles had the pleasure to host the Liver Seminar Delivered by Professor Tiniakos at the Hospital Clinic of Barcelona. You can recover her excellent talk\n“From the origins to the future of metabolic dysfunction-associated steatotic liver disease” in the following links:\nhttps://liverseminars.eu/editions-videos/\nhttps://www.youtube.com/watch?v=miOlUx9Szro\nAfter her talk Prof Tiniakos spend some of time with the TRFC Lab members sharing her knowledge and passion with all the TRFCLab.\nThank you Dina! It was great to have you with us.\n",
        "pic": "Foto 9",
        "title": "Dr Anna Moles hosts Prof Dina Tiniakos talk at the April Liver Seminar Series",
        "date": "2024-04-07",
        "slug": "2024-04-07-anna-tiniakos-dina"
    },
    {
        "body": "The objective of the symposium is to highlight the work of our female researchers, promote scientific vocations and raise awareness about gender dimension issues in the field of biomedical research, providing practical tools based on the experience of other women. The conference was organized by the IIBB-CSIC Equality Commission. The conference was attended by predoctoral and postdoctoral researchers. During the day, gender issues associated with the development of a professional career in the field of biomedical research were addressed, such as the scientific vocation, the gender gap, the glass ceiling, the representation of women in leadership positions and personal conciliation through the testimony of two speakers:\n• Dr. Anna Moles, head scientist of the \"Tissue Remodeling, Fibrosis and Cancer\" research group.\n• Dr. Alba Simats, postdoctoral researcher of the \" Cerebrovascular Research\" research group.\nAfter the talks, there was a debate with the audience in which the attendees could ask questions, comment, and share experiences on the theme of the day.\nLA TINC EN CASTELLÀ I CATALÀ\n",
        "pic": "Foto 16",
        "title": "Anna Moles co-organizes and delivers a talk at the Symposium “Scientific travel experiences in a from a women perspective”",
        "date": "2024-02-23",
        "slug": "2024-02-23-travel-anna-symposium"
    },
    {
        "body": "The TRFC Lab participated in the annual Carnival IIBB-CSIC competition and came second. The competition this year was fierce, and each group’s outfits were really great. Congratulations to the 1st place winners!\n",
        "pic": "Foto 17",
        "title": "The TRFC Lab wins again the 2nd prize at the annual Carnival IIBB-CSIC competition.",
        "date": "2024-02-08",
        "slug": "2024-02-08-trfc-lab-prize"
    },
    {
        "body": "Anna and Júlia attended to the AEEH Annual Conference where we had the opportunity to listen the newest advances in clinical and basic research in the hepatology field. During the conference Júlia presented a poster communication about the latest results of her PhD project. Congratulations Júlia! Looking forward to next year’s 50th anniversary of the conference. See you all there!\n",
        "pic": "Foto 10",
        "title": "The TRFC Lab is back at the AEEH Annual Conference!",
        "date": "2024-02-14",
        "slug": "2024-02-14-trfc-lab-conference"
    },
    {
        "body": "María Fernández Fernández received the award after revision and evaluation by the scientific committee of all the abstracts presented within the basic research section.  The annual congress of the SCD is not only a meeting for clinical experts and basic researchers, but also brings together the most cutting-edge research in digestology in Catalonia.\nhttps://www.iibb.csic.es/ca/news/atorguen-el-premi-al-millor-p%C3%B2ster-de-recerca-b%C3%A0sica-del-xxxiii-congr%C3%A9s-de-la-societat-catalana\n",
        "pic": "Foto 11",
        "title": "María Fernández is awarded with the Best Basic Research Poster Award at the XXXIII Congress of the Catalan Society of Digestology.",
        "date": "2024-01-27",
        "slug": "2024-01-27-digestology-fernandez-maria"
    },
    {
        "body": "Dr Anna Moles from IIBB-CSIC and Dr Maria Rosa Sarrias from IGTP organised and hosted the Basic Course titled the “Advanced Cell Cultures Applied to the Study of Liver and Digestive Diseases” at the XXXIII Congress of the Catalan Society of Digestology. During the Course we had the pleasure to hear more about the cutting-edge research performed by Dr Nuria Montserrat, Dr Anna Baulies and Dr Silvia Affó. Dr Robert Montalt and Dr Alejandro Forner joined Dr Baulies and Dr Affó in a nice clinical/basic discussion on the topic.\nhttps://congres2024.scdigestologia.org/programa\nDr Anna Moles co-organises the 9è Curs d’Investigació Bàsica i Translacional en digestologia: Cultius cel·lulars avançats aplicats a l´estudi de les malalties hepàtiques i digestives del XXXIII Congrés de la Societat Catalana de Digestologia\n",
        "pic": "Foto 12 (falta foto no se si hay alguna del curso)",
        "title": "Dr. Anna Moles co-organizes the 9th Course on Basic and Translational Research in Digestive Diseases: Advanced Cell Cultures Applied to the Study of Liver and Digestive Diseases at the XXXIII Congress of the Catalan Society of Digestology.",
        "date": "2024-01-26",
        "slug": "2024-01-26-digestology-digestive-moles"
    },
    {
        "body": "The TRFC Lab has have three communications selected for presentations at the XXXIII Congress of the Catalan Society of Digestology with several abstract presentations. Paloma, María and Júlia will present the latest results from their research. Looking forward to seeing you all in Lleida!\n2023\n",
        "pic": "Foto 13.1 o 13.2",
        "title": "The TRFC Lab will participate at the XXXIII Congress of the Catalan Society of Digestology with several abstract presentations.",
        "date": "2024-01-10",
        "slug": "2024-01-10-digestology-trfc-lab"
    },
    {
        "body": "",
        "pic": "Foto 34",
        "title": "Merry Christmas from the TRFC Lab!",
        "date": "2024-12-20",
        "slug": "2024-12-20-trfc-merry-christmas"
    },
    {
        "body": "This week IIBB-CSIC has celebrated the Science Week with conferences and workshops for highschoolers. For that, María, Júlia and Alejandro prepared and delivered a workshop on microscopy where they demonstrated the use of different microscopy platforms and visualized normal and disease tissues. Besides, Dr Moles delivered a conference to the student’s title “Regeneration and cancer, two sides of the same coin” where she explained how we work in the lab to answer biological questions related to human disease.\n",
        "title": "TRFC Lab participates at the IIBB-CSIC Science Week 2023",
        "date": "2024-11-14",
        "slug": "2024-11-14-trfc-lab-csic"
    },
    {
        "body": "Paloma is awarded with a prestigious EMBO Scientific Exchange Grant to perform a three-month stage at Dr Denby’s group at the University of Edinburgh. During her stage Paloma will perform cutting-edge research investigating the role of myeloid cell subpopulations in the progression and reversion of fibrotic disease. Congratulations Paloma!\n",
        "pic": "Foto 23 (Quizás una mejor?)",
        "title": "Paloma is awarded with a competitive EMBO Scientific Exchange Grant to perform a stage at the University of Edinburgh",
        "date": "2023-10-26",
        "slug": "2023-10-26-paloma-embo-exchange"
    },
    {
        "pic": "Foto 18",
        "body": "This week Maria and Anna have attended to the 2nd International Conference in Liver and Gut Fibrosis. It was an excellent meeting where we had the chance to listen about the latest research advances on liver and gut fibrosis. Maria delivered a selected abstract talk presenting the latest research of the group on the role of macrophage-associated proteolytic enzymes to kidney and liver fibrosis progression.\nhttps://congreso.adeituv.es/fibrosisvalencia2023/\n",
        "title": "Back to Valencia for the 2nd International Conference in Liver and Gut Fibrosis.",
        "date": "2024-10-26",
        "slug": "2024-10-26-fibrosis-liver-gut"
    },
    {
        "body": "Foto: 19\nWe are really happy to announce Alejandro has joined the lab as JAE Intro fellow. These competitive fellowships are aimed at university students interested in starting a research career. This scholarship programme provides an approach to a research career to those students who want to take their first steps in research. JAE Intro grants present the opportunity of enjoying the possibilities offered by CSIC Centres and Institutes in their different scientific areas and, at the same time, they provide an introduction to cutting-edge knowledge of scientific topics and scientific praxis. Welcome to the team Alejandro!\n",
        "title": "Alejandro de Castillo joins the Lab as JAE Intro fellow",
        "date": "2023-10-01",
        "slug": "2023-10-01-alejandro-castillo-jae"
    },
    {
        "body": "During their stay at the IIBB they were able to visit six research groups, including the TRFC Lab where they were welcome by Paloma, María and Júlia who explained them about the different lines of research, techniques used by our groups and discussed with them career opportunities within the field of biomedicine.\nhttps://www.iibb.csic.es/en/news/iibb-csic-welcome-one-more-year-students-who-participate-olympics\n",
        "pic": "Foto 20",
        "title": "The TRFC Lab is one of the six groups at IIBB-CSIC to host finalist students from the National Biology Olympiad.",
        "date": "2023-07-19",
        "slug": "2023-07-19-trfc-lab-csic"
    },
    {
        "body": "Júlia did an excellent defence of her MRes dissertation title “CtsD cell-specific role during hepatic regeneration after partial hepatectomy”. Congratulation Júlia! We are super proud of you!\n",
        "pic": "Foto 21",
        "title": "Julia defends her MRes Dissertation",
        "date": "2023-07-10",
        "slug": "2023-07-10-julia-dissertation-mres"
    },
    {
        "body": "This week Paloma and Maria attended to the 2023 EASL Congress, which\nthe largest European conference attracting healthcare practitioners, academic researchers and industry participants with interest in all aspects of liver disease. During the conference Maria delivered an oral presentation on her and Paloma’s work on the role of proteolytic enzymes in liver fibrosis. Besides, Paloma also presented also a poster communication at the conference. Really happy with the feedback and the interest raised at the conference by both works.\n",
        "pic": "Foto 24",
        "title": "EASL Congress 2023",
        "date": "2023-06-21",
        "slug": "2023-06-21-2023-congress-easl"
    },
    {
        "body": "Paloma, Maria and Julia attend to the PhD Day at IDIBAPS. The event is organized by the PhD community at IDIBAPS. During the day Paloma had the opportunity to share her research with her peers with a poster presentation and we were able to listen to inspiring workshops delivered by experts from academia, communication and industry.\nhttps://www.clinicbarcelona.org/en/news/idibaps-celebrates-its-second-phd-day\n",
        "pic": "Foto 26",
        "title": "TRFC Lab participates in the 2nd IDIBAPS PhD Day",
        "date": "2023-06-16",
        "slug": "2023-06-16-trfc-phd-lab"
    },
    {
        "body": "One of our abstracts at the EASL Congress has been selected among the best oral selected abstracts and will be featured with a video in EASL social media accounts before the meeting. You can check the wonderful video that all the TRFC Lab help out putting together.\nUpload Maria’s video\n",
        "pic": "Foto 25",
        "title": "EASL Congress 2023",
        "date": "2023-05-21",
        "slug": "2023-05-21-2023-congress-easl"
    },
    {
        "body": "Dr. Anna Moles, head of the Tissue Remodeling, Fibrosis and Cancer (TRFC) research group, will moderate the next Liver Seminar with Prof. Derek Mann as a guest speaker.\nProf. Derek Mann, head of the Newcastle University Newcastle Fibrosis Research Group (NFRG) will deliver the talk \"Neutrophils in the pathogenesis and immunotherapy of primary liver cancer\" where he will talk about his latest research on the role of neutrophils in hepatocellular carcinoma and how their modulation opens new avenues for the development of new treatments for patients with liver cancer.\nDo not miss it!\nFor more information, please visit the following link:\nhttps://liverseminars.eu/\nYou can recover the talk in here:\nhttps://liverseminars.eu/editions-videos/\nhttps://www.youtube.com/watch?v=eotx9X6nK1Q\nCATALÀ I CASTELLÀ\nhttps://www.iibb.csic.es/en/news/iibb-csic-moderating-next-liverserminars-prof-derek-mann-newcastle-university-uk-guest-speaker\n",
        "pic": "Foto 22",
        "title": "Derek Liver Seminars",
        "date": "2023-04-20",
        "slug": "2023-04-20-seminars-derek-liver"
    },
    {
        "body": "It was great to attend on more year to the AEEH Annual Conference where Maria and Paloma presented an oral and a poster presentation, respectively sharing their latest results with the liver Spanish community.\n",
        "pic": "Foto 27",
        "title": "Back to Madrid for the AEEH Annual Conference.",
        "date": "2023-03-15",
        "slug": "2023-03-15-madrid-conference-aeeh"
    },
    {
        "body": "The TRFC Lab participated in the annual Carnival IIBB-CSIC competition and came second. The competition was intense this year, and every group had fantastic outfits. Congrats to the first-place winners!\n",
        "pic": "Foto 33.1 y 33.2.",
        "title": "The TRFC Lab wins the 2nd prize at the annual Carnival IIBB-CSIC competition.",
        "date": "2023-02-17",
        "slug": "2023-02-17-trfc-lab-prize"
    },
    {
        "body": "Our PI, who is member of the IIBB-CSIC Equality Commission, co-organised and chair the Symposium \"Professional opportunities with a gender perspective within biomedical research\". The Symposium was attended by more than 100 high school students. During the day, gender issues associated with the development of a professional career in the field of biomedical research were addressed, such as the scientific vocation, the gender gap, the glass ceiling, the representation of women in leadership positions and personal conciliation through the testimony of five speakers. The objective of the conference was to highlight the work of our female researchers, promote scientific vocations and raise awareness about gender dimension issues in the field of biomedical research, providing practical tools based on the experience of other women.\nhttps://www.iibb.csic.es/en/news/iibb-celebrates-international-day-women-and-girls-science-symposium-professional-opportunities\nCATALÀ i CASTELLÀ\n",
        "pic": "Foto 32.1 y 32.2",
        "title": "IIBB-CSIC Equality Commission organised the Symposium \"Professional opportunities with a gender perspective within biomedical research\"",
        "date": "2023-02-13",
        "slug": "2023-02-13-gender-biomedical-professional"
    },
    {
        "body": "Our PI co-organized/participated with Tecletes in the second edition of the Workshops Dona+Ciència. This woskhops are aim at children aged 6-11 and\n",
        "pic": "Foto 31.1 y 31.2",
        "title": "Anna Moles co-organizes and participates in the 2nd edition of Dona+Ciencia with Tecletes.",
        "date": "2024-02-11",
        "slug": "2024-02-11-ciencia-tecletes-moles"
    },
    {
        "body": "Our PI co-organized/participated with AFA IE Arrabassada in the Wokshops Fem+Ciencia. The aim of this activity was to raise awareness and make visible female scientists from different disciplines. This activity was aimed at schoolchildren aged between 3 and 12 years. During the afternoon six different workshops were run all of them led by female scientist from different research institutions including IIBB-CSIC, IISPV, IPHES and URV.\n",
        "pic": "Foto 29.1 y 29.2.",
        "title": "Anna Moles co-organizes and participates in the 1st edition of Fem+Ciencia with AFA IE Arrabassada.",
        "date": "2023-02-10",
        "slug": "2023-02-10-ciencia-anna-moles"
    },
    {
        "body": "Paloma Ruiz received the award after revision and evaluation by the scientific committee of all the abstracts presented within the basic research section.  Congratulations Paloma!\n",
        "pic": "Foto 30",
        "title": "Paloma Ruiz is awarded with the Best Basic Research Poster Award at the XXXII Congress of the Catalan Society of Digestology.",
        "date": "2023-02-02",
        "slug": "2023-02-02-digestology-ruiz-paloma"
    }
]
